{
	"game_leval": [
		["温和", "热辣", "猛烈", "极限"]
	],
	"game_type": ["真心话", "大冒险"],
	"items": [
		{
		"leval": "温和",
		"type": "真心话",
		"contents": ["仔仔细细地描述一下你今天穿的内衣。", "如果他（她）把你捆绑在床上，会让你性奋吗?", "如果你必须做出选择，你愿意和哪个名人滚床单?",
			"如果你必须做出选择，你愿意和哪个名人滚床单?", "你觉得在啪啪啪时听音乐的感觉好吗?", "你愿不愿意体验通过电话啪啪啪?", "你想不想看到他（她）亲吻另一个女人?",
			"你有没有因为喝多了而把Party上发生的事情忘得一干二净过?", "如果要选择一位共度一晚，你会选择愚蠢的帅哥还是聪明的丑男?", "你上当啦！ 在接下来的三轮挑战中，你只能选择大冒险。",
			"你喝醉时做过的最疯狂的一件事是什么?", "你有没有在沙滩上赤裸上身晒过太阳?没有的话，你想尝试吗?", "如果你可以给初夜前的过去的自己一个建议，那会是什么建议?",
			"你有没有在上课前喝过酒?", "和朋友聚会时，你可以把自己和他（她）关在一件屋子里啪啪啪么?", "如果他（她）向你坦白自己在喝醉后出轨的话，你会原谅对方么?",
			"你有没有曾在一个晚上多次啪啪啪?", "如果你知道你最好的女性朋友被劈腿了，你会告诉她么?", "如果你知道你最好的女性朋友被劈腿了，你会告诉她么?",
			"如果今晚你赢了¥7,500.00, 你要怎么花掉这笔钱?", "你会不会为了钱和别人啪啪啪?如果会的话，要多少钱?", "你是否看过情色漫画或色情小说?",
			"你和他（她）最紧张的约会是哪一次?第一次?还是第二次?", "你在床上的隐藏技能是什么?", "你在童年时梦想从事什么职业?",
			"当你不是单身的时候，和一个女性朋友睡在同一张床上会让你尴尬吗?", "你第一次吻他（她）时是怎样的感觉?", "对你来说，男生鸡鸡的长度是否重要?", "你会选择无性还是无网络度过两年?",
			"你有没有在和某个人说话的时候勃起过?", "如果你是在交友软件上认识他（她）的，他的哪一方面吸引了你?如果事实并非如此，假设他在交友软件上有账号，哪一方面会吸引你?",
			"他（她）立刻就能做的，并能让你性奋不已的事情是什么?", "你是否曾在公共海域裸泳过?", "你面对感兴趣的人，会先看她身体的哪个部位?", "你最喜欢自己身体的哪个部位?",
			"你去过有脱衣舞表演的会所么?", "你认为他（她）的胸围是多少?", "假设你正在抢银行的时候被警察捉住了，你愿意用你的嘴给他快感，甚至做更过分的事情，来换取不坐牢的命运吗?",
			"你认为的最佳浪漫晚餐的地点在哪里?", "你敢在试衣间为他（她）口交么?", "如果你不小心撞见他（她）在自慰，你会如何反应?", "如果他（她）胖了30斤，你还会和他在一起吗?",
			"猜猜他（她）上一次自己给自己快感是什么时候。", "你觉得哪一种音乐最适合做脱衣舞的伴奏乐?", "你第一次看成人小电影时是几岁?", "在你看来，最完美的胸围是多少?",
			"如果他（她）给你发了挑逗的照片，你会冒着有一天被发现的风险把它们都保存在你的手机里吗?", "你最喜欢他（她）身体的哪个部位?", "你觉得他（她）的胸部怎么样?",
			"你喝醉时是怎样的?欢乐，沮丧，深情款款还是烦人?", "你最喜欢在家里什么地方啪啪啪?为什么?", "你更喜欢开着灯还是关灯啪啪啪?", "在你看来，亲吻他人，是一种背叛吗?",
			"你愿不愿意他（她）在你下一次下厨时挑逗你?", "你觉得哪一种舞蹈最性感，你想选来和他（她）一起跳?",
			"公寓楼里的火灾预警器响了。你只穿着一条浴巾就出了家门，但是门在你身后自己关上了。其实是一场虚惊，并没有火灾！ 你的邻居${$}建议你去他家中过一夜，你会怎么做?",
			"和他（她），你们彼此背靠背，在1分钟内轮流赞美对方。", "如果他（她）今晚回家时，打了乳钉，你会怎样反应?", "当你用嘴给他（她）带去快乐的时候，你最喜欢的是什么?",
			"你希望在下一场嬉戏中，他（她）穿怎样的变装或角色扮演服装?"
		]
	}, {
		"leval": "温和",
		"type": "大冒险",
		"contents": ["轻柔地吻他（她）的胯部。", "用你的舌头挑逗他（她）的耳垂。", "认真地问他（她），你能不能轻轻咬她地耳朵。", "20秒之内，在他（她）身后挠他的痒痒。",
			"含一口酒在你的嘴里，但是不要喝下去。一边吻他（她）一边慢慢地把你口中的酒送到他的嘴里。", "露出你的一部分屁屁给他（她）看，让她在上面画一张笑脸。",
			"坐在椅子上，身体放松。让他（她）蒙上你的眼睛，并亲吻你身上她想吻的任何部位！", "充满情欲地爱抚他（她）的上半身15秒。",
			"你让他（她）蒙住你的眼睛，再让你尝一种饮料。如果你猜出是什么饮料的话，你可以选你身上的一个部位，让他亲吻。", "轻轻吻他（她）的手。",
			"直视他（她）的眼睛，说出下面的句子：“今晚，我只想与你合二为一。”", "在45秒内按摩他（她）的肩膀。", "走到门外去，并且把他（她）按在门上。你们要在1分钟內激吻并且相互爱抚。",
			"给他（她）一个拥抱。由她选择是要一个朋友间的单纯拥抱，还是一个有情欲意味的拥抱。`", "立刻脱掉一件衣物，脱哪一件，由你自己选择！", "把他（她）按在墙上，轻声对她说出你的欲望。",
			"假装你刚刚邂逅他（她）。施出你的浑身解数调情，要获得至少一个香吻。", "你现在是警察。他（她）刚刚偷了首饰，现在你要逮捕她，把她的双手绑在背后，鞭打她吧！",
			"抚摸他（她）的脸，直视他的眼睛，告诉他你认为他有多帅。", "让他（她）掷三次硬币。每一次反面向上时，你就要脱一件衣服。",
			"你坐在他（她）的身后，吻她的脖子，同时用你的手掌轻柔地压她的胸部。", "你任由他（她）捆住你的双手，然后坚持让她挠你的痒痒20秒。你坚持住了吗? 恭喜你，现在你可以对她以牙还牙了！",
			"不断地亲吻他（她）的背部，用嘴唇在上面画一个数字。如果他（她）猜不出来的话，你就打他一个屁屁。", "赞美他（她）的眼睛。如果她认为这赞美是真心的，你将得到一个热吻为奖励。",
			"穿着衣服坐在他（她）身上，晃动你的胯部，假装你们正在啪啪啪。", "恳求他（她）温柔地打你的屁屁惩罚你的错误。如果你成功了，他（她）就要给你三次惩罚。",
			"邀请他（她）与你一起跳探戈，跳莎莎舞，或者任何一种你喜欢的性感舞蹈。", "不解开胸罩，用你的咪咪拂掠他（她）的身体。",
			"穿着内衣裤出门，然后按门铃。你要说服他（她）在你被邻居发现之前让你进门。", "和他（她），你们彼此背靠背，在1分钟内轮流赞美对方。",
			"选择在你看来他（她）身体最热辣的部位，在上面融化一块冰。", "把你的手伸进他（她）的衣服里面。小心了，如果他里面还穿着衣服，你不能脱掉他里面的那一层衣服。",
			"拿起一杯酒，让他（她）喝一口，然后温柔地舔她的嘴唇。`", "摆一个你会在拍艳照时用的姿势。", "亲吻他（她）的下腹。",
			"你能让他（她）趴在你的背上同时做三个俯卧撑吗?如果做得到，你会赢得一个吻！", "膝盖跪坐在地上，直视他（她）的眼睛，用一个瓶子或者一种蔬菜，模仿出你正在给他带来无上快乐的样子。",
			"模仿一个你希望他（她）今晚稍后能做的动作。`", "直到下一个挑战开始，你都要用“我好想要你”来结束你说的所有的话。", "轻柔地抚摸他（她）的头发，然后抓住他的脖子亲吻他。",
			"你现在是一个情场高手。你有1分钟来撩他（她）。", "贴着他（她）跳30秒性感扭臀舞。他（她），你要把你的手放在背后。", "和他（她），你们各自选一件自己的衣服，再让对方脱掉。`",
			"大声喊两次：“我有性瘾！ ”", "脱掉你的T恤并展示你的胸罩。",
			"在一张纸上，用邻居能看得清的粗大字体，写上“今晚床要被震得咯吱咯吱响！ ”然后把纸张贴在窗户上。至少，邻居们被提前预告了！",
			"你在接下来的1分钟里一动都不能动。他（她）可以对你为所欲为。", "找出一个最可以象征你和他（她）爱情的物品。你有一分钟的时间。", "与他（她）缓慢起舞。",
			"对他（她）说一句真诚的赞美。", "你现在选自己身上的两件衣物脱掉。如果你已经赤身裸体了，就穿一件由他（她）选的衣服。", "你脱到只剩内衣，然后穿上他（她）为你选的鞋或紧身裤袜。",
			"和他（她），你们想象一个情色电影的角色扮演：${$}刚发现他（她）赤身裸体地在浴室里。$由你开始表演。",
			"他（她）有心脏病！ 你现在是第一个要来营救他（她）的救护医生。脱下他（她）所有的妨碍你为她做心脏按摩的衣服。", "直视他（她）的眼睛，最先转移视线或者最先笑的人会被打屁屁。",
			"你必须对他（她）做一次为时30秒的表白。", "你太不乖了： 他（她）要打你的屁屁！", "猜猜他（她）的內衣是什么颜色。如果一次就猜对，你可以脱掉他一件衣服。",
			"向他（她）的脖子轻轻吹气。", "在30秒内模仿他（她）的所有姿势。他（她），让他做一切你想要他做的姿势。", "你要表现得仿佛他（她）是一个女神，臣服于她的脚下并听从她的指令。",
			"亲吻他（她）的上半身。", "你在接下来的1分钟里一动都不能动。他（她）可以对你为所欲为。", "把他（她）按在墙上，轻声对他说出你的欲望。",
			"你身体的哪个部分最怕痒?他（她），上手验证吧！", "坐在椅子上，身体放松。让他（她）蒙上你的眼睛，并亲吻你身上他想吻的任何部位！",
			"假装你刚刚邂逅他（她）。施出你的浑身解数调情，要获得至少一个香吻。 "
		]
	}, {
		"leval": "热辣",
		"type": "真心话",
		"contents": ["你经历的最长时间的啪啪啪是多久?你想今晚打破纪录吗，还是更喜欢短而激烈的啪啪啪?", "当你自慰时，你最经常做什么想什么来提升快感?",
			"当你单身时，你曾经挺过多少天不自己动手满足自己?", "要是你正好看见邻居啪啪啪，你会继续观看吗?你会喊他（她）和你一起看吗?", "用四个词，描述一下你最近一次在床上的表现。",
			"你啪啪啪的时候是否曾被捆绑起来?你喜欢吗?", "你梦想在哪里啪啪啪?", "你更喜欢被丝巾还是手铐捆绑?", "在他（她）后入你的菊花时，什么最让你喜欢?",
			"如果你必须为自己的余生选择一种啪啪啪的姿势，你会选择哪一种?", "他（她）的哪套制服最让你性奋?", "你会在他（她）在场的情况下让一个男人公开勾引你吗?如果是一个女人来勾弓|你呢?",
			"你的哪个部位对挑逗最敏感?", "你理想中的激情之夜是怎样的?对他（她）尽量详细地描述关于气氛的细节和你对她的期待。", "在你看来，他（她）最狂野的性幻想是什么?",
			"你有没有试过捆绑调教?如果没有，想尝试吗?", "说两个你想与之滚床单的女演员的名字。", "你愿不愿意和他（她）在你的办公地点啪啪啪?", "你喜欢用像的嘴給女人带去快感鳴?",
			"在看不到你的脸的前提下，你愿意参与一段成人电影的拍摄么?", "如果你在看成人电影影吋被他（她）撞见了，你会怎样反应?", "你觉得自己一天最多可以啪啪啪几次?",
			"如果你在一场朋友间的聚会中和他（她）双双起舞，你敢用性感挑逗的音乐做伴奏吗?", "你可以同时和多少女人啪啪啪?", "你还记得得你第一次自慰的经历鳴?请分享。",
			"你会不会为了 ￥75, 000.00拍成人电影?", "你有没有经在看情色电影或者小说时自慰过吗?", "除了卧室之外，你最喜欢在什么地方和他（她）滚床单?",
			"你最喜欢的成人电影的类型是什么?他（她）需要从中选出一部，和你一起看。", "你愿意他（她）在公共场合爱抚你的咪咪吗?", "请说出你找性伴侣时最看重的两个特质。",
			"你最喜欢舔他（她）的哪个身体部位?", "你是否曾做过春梦?分享一下!", "哪一种服从的方式，或者那一种姿势会给你带来最多的快感?",
			"如果有朋友在场的情况下，他（她）的手已经开始在你身上游走，你会做何反应?", "你最喜欢的啪啪啪姿势是哪一个?", "你觉得最理想的前戏时长应该是多久?",
			"你和他（她）最精彩的情色回忆是什么?", "你愿意在劳累一天回家后看到他（她）赤身裸体穿着高跟鞋等你么?"
		]
	}, {
		"leval": "热辣",
		"type": "大冒险",
		"contents": ["高声读出这一条挑战， 然后什么都不要说，做一些你确定让他（她）爱得不行的事。", "热吻他（她）的颈部。",
			"拿出一支口红，在你的身体上画出一条路线，他（她）要沿着这条路线亲吻你。`", "讲一个羞羞的虚构故事吧，开头是“打开门，我看见你只穿着蕾丝内衣。你火辣辣地看着我，我决定……",
			"为他（她）按摩，如果你有按摩油或者润肤霜的话，就用上。", "选择一个身体部位，让他（她）在那里种草莓。他（她），你吻的时间不能超过5秒",
			"他（她）躺在床上时，把他的双手高举过头顶摁在床上。抵抗她想挣扎的冲动，轻轻咬她的嘴唇!",
			"你任由他（她）把你捆起来，再蒙上你的眼睛。他（她），在1分钟內-边吻${$}身体的不同部位，一边抚摸她的整个身体，让她越因为得不到你而越想要!",
			"用你的舌头照顾他（她）的胸。同时一只手把她的双手固定住，而你的另一只手一动不动地放在她的小腹上。", "你站着，他（她）现在要像一-只 猫一样黏着 你蹭你。喵呜!",
			"像在电影的慢镜头中那样亲吻他（她）。", "舔他（她），从她的下腹一直舔到脖子。", "亲吻他（她）的背部。", "把手慢慢滑进他（她）的内裤里，轻轻地爱抚她。",
			"想象自己在飞机上，而他（她）是空乘。她会问你需要茶、咖啡还是一个热吻。现在开始角色扮演吧!", "拍一张他（她）的双手握着你的胸部的照片，然后把照片发到成人网站上。",
			"把灯光调暗，让他（她）爱抚你身体的不同部位。你可以用呻吟让她爱抚得更久一些。但不要太夸张了!", "他（她）要用她的皮带对你做些什么。在被捆绑双手和被打屁股中二选一吧!",
			"用你的双唇夹住他（她）的舌头并吸吮。", "抓住他（她）的一只手，在计时结束之前引导它到任何你想要的位置。但时间短暂，要抓紧!",
			"展示你的屁股。他（她）会给你的屁屁拍照，并且今天晚上都要把屁屁照当作手机背景图。", "用一只手解开他（她）的胸罩。", "你蒙上双眼，解开他（她）的长裤。",
			"让他（她）单手把你摁在桌子上。他（她），用你的另一只手提升她的快感，但是不能碰她的私处哦。", "轻轻啃他（她）右边的屁屁。",
			"你面对着他（她）审问她。向她提问，并释放所有魅力让她承认偷了首饰吧!", "和他（她），下一次你们和其他朋友一起出门的时候，你们双双都不要穿内衣内裤。",
			"涂上口红，然后吻他（她）。要确保她的身体上留下口红唇印哦!", "和他（她），你们有1分钟的时间在网上选择最古怪的“羞羞的小玩具”",
			"试着舔自己的乳头!要是自己做不到的话，让他（她）来代替你做!", "和他（她），你们每人脱掉一件衣服，在1分钟內跳贴身舞。不可以接吻，也不可以把手放在对方身上游走。",
			"身体向后倾，亲吻他（她），像童话故事里那样。", "让他（她）脱掉你的上衣。什么?你已经没有上衣了?那轮到你脱掉他（她）的上衣了!", "脱掉他（她）的衣服，只能用牙齿!",
			"闭上眼睛，让他（她）给你尝三种食物。每一次猜对之后，你就要吻他（她），为了与她一同分享味道。",
			"现在看一本书或者看一段视频。他（她）会触碰除了你的手之外所有她想碰的地方，目的是让你分心!", "在他（她）耳边轻轻说挑逗的话。`", "脱掉一件衣服。鞋子和袜子不算数!",
			"舔他（她）的嘴唇。你也可以轻咬或吸吮她的嘴唇。", "自豪地向他（她）展示你的胸部。", "只用你的指尖，轻轻拂掠他（她）的身体",
			"让他（她）蒙住你的眼睛。告诉她你身体中两个她不能碰的部位。她可以在1分钟内挑逗其余的身体部位。", "和他（她），你们贴在一起互相摸对方的屁屁。",
			"蒙上他（她）的眼睛，在她身体的不同部位(腹部、耳朵、嘴唇，等等)轻轻吹气，让她越来越性奋!", "按摩他（她）的大腿20秒。",
			"亲他（她）的嘴唇几下，你还可 以把舌 头滑进她的双唇之间。", "吸吮他（她）的下嘴唇。",
			"把巧克力融化在你的手指上，再涂在他（她）的嘴唇上。温柔地舔她的嘴唇。然后，他（她）再激情地舔你的手指。", "在床上从后面紧紧抱住他（她），但穿着你的内衣。紧紧靠着她直到下一次挑战。",
			"你有1分钟来只用舌头和小拇指让他（她）欲仙欲死!轮到你表现了!`", "抚摸你的私密处，直到下一次挑战。", "用你的胸部蹭他（她）的背部。",
			"到床的另一头，给他（她）发一-条挑逗短信。在2分钟内你们要互相回复短信，但不能说话。要十分挑逗!", "给他（她）来一次情趣按摩。", "慢慢地爱抚他（她）的私密处。",
			"温柔地爱抚他（她）的屁屁。慢慢来，要让她感觉到你的情欲。`", "在百度上寻找，哪一种用嘴巴给女性带来快感的方式最完美，然后读出你找到的第一篇文字。",
			"在不接触他（她）私密部位的前提下，用尽全力挑逗她。", "把你的手机调成振动模式放在私处，他（她）给你打电话，让电话一直震动吧!",
			"解开他（她）的胸罩，然后她要把胸罩轻柔地从你的胸部滑向你的私处。", "用你的头发轻柔地抚摸他（她）的上半身。", "像第一次接吻那样亲吻他（她）!",
			"抚摸他（她）的屁屁。就让你的手指迷路一会儿吧。", "幸好有他（她）的嘴对嘴人工呼吸，你恢复了意识。让他（她）触摸你身体的不同部位，好确认你的身体一切正常吧!",
			"轻轻地咬他（她）的下唇。`", "跳一小段脱衣舞，只脱掉上衣。", "轻轻地咬他（她）的屁屁。", "拍你正在亲他（她）身体一部分的自拍，亲哪个部分由你来选择。",
			"激烈地吻他（她）30秒。", "用你的舌 头触碰他（她）的舌头，但你们的嘴唇不能接触。",
			"你让他（她）摁住你的脖子，让你的背部紧靠着墙站立。他（她），现在${$}任由你摆布了，抚摸她的身体，舔她的耳朵吧。", "充满情欲地亲吻他（她）的颈脖。",
			"赤身裸体，或者近乎赤身裸体，装作在做菜的样子。他（她），抓紧机会，拍一些美照。", "拍一些你的情趣照片，然后发给他（她），让她可以在想你的时候看。",
			"和他（她）来一场枕头大战吧!如果你在结束之前不能打她一个屁屁，你就要脱光光!", "你要竭尽所能让他（她）来抚摸你。他（她），你要在1分钟内抵抗住诱惑。`",
			"把灯光调暗，只留下极暗的-丝光线，再缓缓地脱掉你的衣服。", "用你的手轻轻环绕他（她）的脖子，并热烈地吻她。", "在不脱掉T恤的前提下脱掉胸罩。",
			"他（她），你们互相亲吻，要让舌尖相触哦。", "试着穿他（她）的胸罩，若有需要，她会帮助你的。", "他（她）在30秒里可以支配你，他（她）可以对你为所欲为!",
			"亲吻他（她）的肚子，同时手在她的乳头上游走。"
		]
	}, {
		"leval": "猛烈",
		"type": "真心话",
		"contents": ["你喜欢在滚床单的时候被拍摄吗?", "你最奇怪的自慰场所在哪里?", "你觉得你可以和某个人在无人的海滩上做吗?", "你想要他（她）更经常地掌控你吗?",
			"你有没有在工作时自慰过?", "你曾最多和多少人同时啪啪啪?", "你现在想不想看一部成人小电影?", "在一对正在啪啪啪的人旁边， 和他（她）同时啪啪啪， 这个想法让你血脉喷张吗?",
			"这个星期你自慰了么?", "你喜欢在啪啪啪时被抓头发吗?", "你最喜欢什么类型的成人电影?最喜欢在哪个网站上看?", "你有没有在啪啪啪的时候，想着其他人。",
			"你会不会允许别的女人当着你的面抚摸你的伴侣?", "你会邀请哪些人和你三人行?", "你愿不愿意看到他（她）和另一个女人有性关系?",
			"如果他（她）在一场情趣聚会中准备用绳子和小道具给你带来惊喜， 你会有怎样的反应?", "你比较喜欢看别人啪啪啪，还是喜欢被别人看着啪啪啪?",
			"你有没有给你的美臀戴过首饰或者装饰物? 有的话， 是什么?", "如果其他人在你在场的情况下公然搭讪他（她），你会怎么反应?", "你愿意在他（她）来大姨妈时和她啪啪啪么?",
			"你在床上想做却始终不敢去做的事情是什么?", "如果他（她）两天没有洗澡， 你能接受去舔她的私密之处吗?", "你想不想明天早晨被他（她）抚摸你私处的行为唤醒?",
			"他（她）还能做什么， 会让你在肛交中拥有更多的快感?", "如果你要参与一场成人小电影拍摄，你希望拍摄别人还是被拍摄?", "你更喜欢施予快感还是接受快感?",
			"你希望他（她）的抓痕能深且痛到什么程度? 你又有多希望这些抓痕能被人看见?", "你用过什么蔬菜给自己带来快感? 你会再试一次吗? 还是你希望能尝试一种新的蔬菜?",
			"有什么情趣体验是你有一天会想尝试的?", "和他（她）分享你用嘴给女人带来快感的秘诀吧！", "当你被捆绑起来的时候， 你觉得能够挣脱绳子， 重新回到掌控地位更能给你带来激情吗?",
			"你最喜欢在一天中的什么时候啪啪啪?", "分享一下你最大的性幻想。", "你希望他（她）给你取一个有点侮辱的外号， 为了让你更顺从吗?", "哪种床上的姿势最让你性奋?",
			"你想要他（她）更经常地掌控你吗?", "你认为你在床上是掌控者还是服从者?他（她）同意你的看法么?", "哪种床上的姿势最让你性奋?",
			"你比较喜欢看别人啪啪啪，还是喜欢被别人看着啪啪啪?", ""
		]
	}, {
		"leval": "猛烈",
		"type": "大冒险",
		"contents": ["你们互相激情抚摸一分钟。", "你一只手拿着花洒，让他（她）性奋，然后用另一只手爱抚她的双臀之间的私密地带。", "蹲在他（她）身上，她要用嘴给你带来快乐。",
			"你被选为“全球最美臀”的所有者，而他（她）要从各种角度给你的冠军美臀拍照。", "你在地.上躺下，他（她）你要诱惑力十足地在她身上摩擦。", "和他（她），你们面对面自慰。",
			"用冰块冷敷你的手指，然后用手指给他（她）带去快感。",
			"由他（她）来选择蒙上你的眼睛还是捆住你的双手。$如果他（她）捆住了你的双手，试着蒙上她的眼睛。如果他（她）蒙上了你的眼睛，就试着捆住她的双手吧。保持这种状态两轮挑战。",
			"把他（她）推到墙上，后背靠墙，然后屁股贴着她跳性感扭臀舞。他（她），你要在30秒之内坚持不碰${$}。", "像从没做过那样舔他（她），他（她）会给你一些指示。",
			"看一段由他（她）选择的激情视频。你不能碰你自己。他（她）能对你做她想做的一切，除了不能碰你的双腿之间的私密地带。", "舔他（她）的胸部。",
			"和他（她），你们赤身裸体贴在一起，同时互相抚摸对方身体。", "你要抚摸，轻咬，亲吻他（她）的屁屁。", "发挥你的创造力，不用手抚摸他（她）的大腿。",
			"随机选一个电话号码拨出去。在${$}讲电话的时候，他（她），你要用你的舌头舔她。", "用冰块摩擦他（她）的乳头。他（她）接下来要决定你什么时候可以用舌头给乳头一些温暖。",
			"肚子朝下趴在地上，再轻轻抬起屁屁。他（她），用手指在离菊花越近越好的地方划着圈，但不能进入。", "双手和膝盖着地蹲着，给他（她）指示让她爱抚你:再高一点，再慢一点",
			"在你身体的一部分涂上奶油，蜂蜜或果酱。他（她）要把它们全部舔光，一丝也不剩下。", "你现在真的很需要钱，而他（她）想要借此享受你的服务。尽量好好谈判，提高你的价格!",
			"你任由他（她）把你绑起来。他（她），你要用你的私处抚摸${$}的身体1分钟 ", "舔他（她）身上的3个部位。具体部位由她来选择。",
			"只能用小拇指，在他（她）的双腿之间的私密地带嬉戏。", "在一块大镜子前。他（她），你要贴着${$}站在她身后并抚摸她的胸部。你的手要充满情欲地一直滑到她的下体，同时看着镜子里的她。",
			"用你的胸，轻轻拂过他（她）的小腹5次。", "把他（她）的一根手指放进你的嘴巴里，然后把手指放在你选择的地方。",
			"在你的下腹放上一些砂糖。他（她）要把它们舔干净。如果还有时间，她就要深入到你的大腿之间的敏感地带了!", "将他（她）带到浴室，用淋浴头为带来她快感吧!",
			"选择一件他（她）必须穿上的性感衣服或配饰。在接下来的3轮挑战中他（她）都必须穿戴着它。`", "随着性感的音乐跳一段完整脱衣舞!", "舔他（她）的私处。",
			"你要给他（她）带去快感，但是你不能进入她，同时把你的双手放在背后。发挥你的创造力吧!", "同时爱抚他（她）身体的两个部位。", "把酒倒在他（她）的胸部和肚子上，然后舔干净!",
			"你有1分钟的时间在网上选择一件他（她）会喜欢的情趣小玩具。", "把他（她）推到窗户上，在她 耳边低声 说出你的欲望。",
			"玩你自己的手指，然后把手指放在你的嘴巴里，用一种默契的眼神看着他（她）。", "看着他（她）的眼睛抚摸自己的私处。", "边热吻他（她）边抚摸她。",
			"肚子向下趴在地上，用一个枕头垫高你的骨盆。他（她）可以用她的舌头来做想做的事。", "面对墙站着。他（她），用口水湿润你的手指，再轻柔地抚慰${$}的菊花。",
			"说出三种床上的姿势。他（她），你选择一种，然后你们实地演绎。",
			"你的双手贴墙站着，每一根 手指都贴着墙都按着一枚硬币。 他（她），在1分30秒之内舔她的屁股。$每一次有一枚硬币掉下，你的屁屁就要挨一次打!",
			"从颈部开始慢慢向下舔他（她）。直到他（她）要你停下为止。 ", "选一个浴室用品，他（她）要在1分钟之内用此物给你带来快感。",
			"让他（她）选择她身体的一个部位，由你来剃毛。在完成后亲吻这个部位。", "把窗户打开，让你们会在接下来的挑战中被看到听到。",
			"用你的左手自慰，如果你是左撇子的话，就用右手。然后用语言形容你的感觉。", "在他（她）的胸部种一个草莓。", "摆一个性感的姿势，让他（她）给你拍照片。",
			"和他（她），在黒暗赴相互爱抚。你们可以发出声音。", "用你的舌头，轻轻地挠他（她）的双腿之间的私密地带1分30秒。", "让他（她）捏你的乳头。通过説“太重了，“太请了来引导他",
			"用你最喜欢的持久性马克笔，在他（她）的背上用粗体字写:“我想要你!", "给他（她）发一张你的私密部位照片。要注意照片的布局和采光，让他（她）可以把照片当作手机背景图! ",
			"在1分钟的时间内尽全力让他（她）性致盎然，而她什么也不能做!", "俯身趴下。他（她）可以选择爱抚或鞭打你，或者两者都要!",
			"摆一个拍情色照片的姿势。他（她），由你为她选择一样道具，一样物品或者一件她要穿的衣服。",
			"在你的每一个乳头上涂上不同的食物。他（她），你要带着激情，长久地品尝这些食物，然后告诉${$}你更喜欢哪一种。", "平躺在他（她）身上，非常非常缓慢地移动。如果你吻她，也需要用慢动作。",
			"让他（她）单手把你摁在桌子上。他（她），把你的另一只手放在${$}的私处，用你的中指给她带去最强烈的快感。", "一边舔他（她）的乳头，一-边抚摸她的下体。",
			"只用舌头，轻轻地挠他（她）的胸部!", "计划一场和他（她）的外出，你要穿上你最出格的衣服。", "现在是你臣服于人的时候了!在一分钟之内，服从他（她）的所有命令!",
			"站或坐到他（她）的身后，用能给她带去最大快感的方式抚摸她。", "用三根手指伸进他（她）的身体 里去 爱抚她，同时亲吻她。", "用你的手指轻挠他（她）的阴蒂。",
			"喝他（她）杯中一口酒，然后用你的舌头给她带去私密的快感。", "用你的胸脯，爱抚他（她）的脸。", "用祢的乳头蹭他（她）的乳头。",
			"把他（她）的双手捆在她背后，然后把你身体的两个部位放到她手中，她需要爱抚这些部位。", "轻柔用手地爱抚他（她）的私处。你最多可以用到几个手指?",
			"你任由自己被他（她）捆在椅子上。在接下来的3轮挑战里你都要保持这个状态。",
			"和他（她），你们每人含一口酒在嘴里，不要喝下去，然后互相看着对方的眼睛，第一个把酒喝下去的人就输了。赢的人要选一个身体部位或者物品，让输的人来舔。",
			"站着不动。他（她），你可以对她为所欲为，但只能用舌尖!", "在1分钟内爱抚自己，然后描述并解释你的每一个姿势。他（她），你要趁机做好笔记!",
			"和他（她），想象你们决定要在按摩浴缸里拍摄一段情趣小视频。你希望情节是怎样的? ", "不用手脱掉他（她）的内衣。她已经一丝不挂了吗?快打一下她的屁屁做为惩罚!",
			"在他（她）爱抚你的时候看着她。你不能出声，否则他（她）就会给你一个惩罚。",
			"你们每个人都在纸上写两个姿势和两个房间的名字(卧室，厨房，书房等等)。你选择一个姿势，他（她）选择一个房间的名字，你们两人要实践这个组合。", "你的整个手掌抓住他（她）的胸部，轻轻把玩。"
		]
	}, {
		"leval": "极限",
		"type": "真心话",
		"contents": ["你有没有为了不惹恼伴侣而假装高潮过?", "哪一种啪啪啪的方式或者姿势，你本来以为你是不会喜欢的?",
			"你喜欢从肛门进入啪啪啪吗?如果是的话， 描绘一下这种行为会给你带来的感觉。", "你想不想要他（她）狠狠打你屁屁?", "如果他（她）给你的生日礼物是一次三人行， 你会有怎样的反应?",
			"你会不会和一个每天至少要啪啪啪三次的伴侣同住?", "你觉得和他（她）在成人网站上做一次直播， 并且听从观众们的指挥， 是一件让你性奋的事吗?",
			"在你和他（她）嬉戏的时候， 你希望她拿一件小道具来给你惊喜吗?比如手铐，羞羞的小玩具，绳子, 鞭子, 等等)",
			"如果他（她）在和你啪啪啪后，因为没有得到高潮而自己动手满足自己， 你会怎么想?", "你想要他（她）舌头游走在你屁屁的周围吗?", "当你69式时， 你喜欢在上面还是在下面?",
			"如果他（她）用最温柔的方式，把整只手伸进你的身体， 你觉得你会有快感吗?", "如果你只能在公共场所啪啪啪，你会选择哪个地方?",
			"你只能回答！ 你最喜欢他（她）在以下哪个地方为你手淫? 森林里?电梯里?还是电影院里? 他（她）, 你呢?", "在和他（她）啪啪啪时， 哪种方式和姿势是你一定会拒绝的?为什么?",
			"当你被捆绑起来的时候， 你觉得不能动弹这种状态给你带来了更多的快感吗?", "你有没有曾在两天内和多个伴侣滚床单?", "你自己动手和他（她）为你手淫时的快感一样么?为什么?",
			"你想不想让你的女伴用假鸡鸡腰带?", "在他（她）用嘴给你带来快乐的时候， 你想要她的手指也伸进你的屁屁中去吗?", "你喜不喜欢在床上被骂脏话? 如果是， 你想听到什么脏话?",
			"你是否有恋物性癖? 如果有， 是哪些?", "如果你的伴侣背叛你， 你的第一反应会是什么?", "你想尝试一次“黄金屎尿浴”吗? 如果是边淋浴边进行呢?",
			"你喜不喜欢， 或者愿不愿意在啪啪啪得正激烈时被他（她）掐住脖子?", "你觉得在啪啪啪时打屁屁怎么样?", "你能接受他（她）和上级睡觉来得到很大的职场晋升吗?",
			"如果你的伴侣接受的话， 你会为了好玩而和别人滚床单吗?", "你有没有曾在他（她）在同一房间时偷偷看成人小电影?", "你会在生殖器上穿孔么?",
			"你有没有趁他（她）在一旁熟睡时自摸过?", "你想试试双重进入吗?", "你觉得和他（她）在成人网站上做一次直播， 并且听从观众们的指挥， 是一件让你性奋的事吗?",
			"你喜欢从肛门进入啪啪啪吗?如果是的话， 描绘一下这种行为会给你带来的感觉。", "如果你的伴侣背叛你， 你的第一反应会是什么?"
		]
	}, {
		"leval": "极限",
		"type": "大冒险",
		"contents": ["你给由他（她）选中的人发送以下挑逗短信：“我今天里面什么都没穿哦。”", "从明天开始，在一周之内，每次他（她）说脏话，就由你选择一个挑战让她完成，无论你们身处何处。",
			"选两个不同的体位。他（她），在2分钟内和她一起实践。", "给他（她）快感，但要把你的手放在背后哦。",
			"在小纸条上分别写上三个地点和三种姿势。他（她）从中抽取一个地点和一个姿势，用2分钟实践！", "你现在不能动！ 他（她）可以在1分钟内在你身上满足她所有的欲望。",
			"你命令他（她）不要动。你往后退，让他（她）差一点就够摸到你，并在她眼前爱抚自己。", "站在窗前，让人们在外面只能看到你的上半身。他（她）藏你的下半身，用舌头给你带来快感。",
			"蒙住他（她）的双眼。你必须将你身体的3个部位轮流放入她的嘴里让她猜。如果3个都猜中了，她就可以对你为所欲为。`", "在一张纸上用大字写“我们找一对情侣玩四人行”，再把纸贴到窗户上。",
			"你发烧了，他（她）要用她的手指给你测体温。她早就知道要从哪里测试！", "掰开你的两瓣美臀，让他（她）可以用舌头嬉戏。",
			"套上一条连裤袜，然后手和膝盖着地跪着。他（她）会撕扯你的裤袜覆盖私处的部分。在接下来的3轮挑战中你要保持这个姿势。",
			"走出房间，并把自己的挑逗照片以越来越刺激的顺序发送给他（她），让她想要来找你。但她不能在5分钟之内过来。",
			"想象你和他（她）在酒吧里，她今晚让你性奋不已。把他（她）带到洗手间，在别人进来之前，你们有2分钟的时间满足欲望！ `", "通过短信，邀请一个你认识人加入你们的战斗。",
			"你靠在床边，双膝跪地，双手撑地，然后把肩膀和脸颊紧紧地贴在床上，把手伸到你的两腿之间。他（她），对这个送上门来的美臀为所欲为吧！",
			"你俯身倒在桌子上，胸部贴着桌面。他（她），你跪在地上，激烈地舔$让她再也不想直起身来。 ", "由你选择在69式中，在他（她）的身体上方还是下方，第一个快感到来的人就输了！",
			"他（她）现在是你监狱的看守。走到她身后，一只手抓住她的脖子，同时另一只手为她制造快感吧!", "用一个水果来爱抚他（她）的私处，然后吃掉水果。",
			"坐在椅子上！ 他（她），把她捆在椅子上，蒙住她的眼睛并玩弄她的身体。", "和他（她）背靠背站好，你们在30秒内各自自慰得到快感，同时要相互说挑逗的话！",
			"你一个人自慰，要展现出性致盎然的样子哦！ 他（她），你要装作在拍摄以${$}为主角的精彩的成人电影。 ", "通过给他（她）指示，让她把尽可能多的手指伸进你的身体，又不会弄疼你。`",
			"选择一个短时间的成人电影一起观看。然后你们一起再其中的场景！", "把自己紧紧地裹在被子里，只露出头。他（她）坐在你的身上，享受你的舔噬。`",
			"用手指辅助，展示你的私处, _ 一丝细节都不能放过。", "你在他（她）的屁股上留下一丝口水，然后用舌头把口水涂开。", "直视他（她）的眼睛，说出你想和她一起做的极端的事情。",
			"在他（她）的脸部上方爱抚自己。他（她）不能碰你。", "和他（她），你们玩剪刀石头布。赢的人蒙上输家的眼睛，在50秒内可以对输家为所欲为！",
			"你正为一部成人影片试镜，你拥有全部的自由去说服他（她）给你一个角色。他（她）不能碰你。", "在观看由他（她）选择的成人电影时自慰。", "和他（她），在客厅的地板上激情啪啪啪吧。",
			"你躺平，再把脚放在脑袋后面，把自己献给他（她）25秒。试试这个高难度动作吧！", "和他（她）一起去淋浴，仔细地为她清洗，一个身体部位都不能错过！",
			"现在你要面对墙！ 他（她）要用她选中的衣服鞭打你，而$每打一次，你都要请求：“更重些！ ”“更轻些! ” ",
			"在他（她）的食指上涂上润滑油。他（她）要轻柔地把她的食指伸进你的屁屁中间，做短距离的活塞运动。$你来决定要不要她把中指也伸进去。",
			"背靠地躺下，然后腿和背部垂直竖起，手肘撑地支撑胯部，做瑜伽的蜡烛式。他（她），跪在地上扶着$舔她的私处。 ", "选择他（她） 的衣服，到阳台或者公共长椅上去。毫无顾忌地展示你们的爱。",
			"用你的手指，或是羞羞的小道具，给你自己带去快感，然后，让他（她）品尝这快感果实的滋味。", "让他（她）将用她选择的任意物件捅你的后面。第一次尝试? 快使用润滑剂！",
			"在1分钟的时间内，用舌头给他（她）带去快感，然后吻她，让她知道自己的滋味。", "现在他（她）是你的主人。她会趁机让你做一切她想要的。",
			"蒙住眼睛躺下。让他（她）先温柔地舔你30秒，再激烈地舔你。给她的每一次表现打分。", "让他（她）把你的脚踝和手腕捆在一起。她有2分钟对你做她想做的一切。",
			"他（她）的手指要从后面伸进你的身体。你要告诉她要探进多深你才能得到最大的快乐。", "用你的舌头和一件羞羞的小道具与他（她）嬉戏。你们没有小道具?该置办一件了！",
			"你先用舌头在他（她）的身体内部试探几次，然后把你的舌头尽可能地伸远。他（她），你拉着${$}的头发来引导她，由你来决定让${$}的舌头在何时时候停止。",
			"把手机放到远一点的地方，好拍全景，然后骑在他（她）身上1分钟。", "下一次他（她）在床上控制你时，不要犹豫，抓她！",
			"他（她）的手指要从后面伸进你的身体。你要告诉她要探进多深你才能得到最大的快乐。", "让他（她）将用她选择的任意物件捅你的后面。第一次尝试? 快使用润滑剂！",
			"站在窗前，让人们在外面只能看到你的上半身。他（她）藏你的下半身，用舌头给你带来快感。", "直视他（她）的眼睛，说出你想和她一起做的最极端的事情。",
			"和他（她）背靠背站好，你们在30秒内各自自慰得到快感，同时要相互说挑逗的话！",
			"走出房间，并把自己的挑逗照片以越来越刺激的顺序发送给他（她），让她想要来找你。但她不能在5分钟之内过来。", "你发烧了，他（她）要用她的手指给你测体温。她早就知道要从哪里测试！",
			"让他（她）把你的脚踝和手腕捆在一起。她有2分钟对你做她想做的一切。", "从明天开始，在一周之内，每次他（她）说脏话，就由你选择一个挑战让她完成，无论你们身处何处。`",
			"用手指辅助，展示你的私处，一丝细节都不能放过。", "把手机放到远一点的地方，好拍全景，然后骑在他（她）身上1分钟。",
			"你躺平，再把脚放在脑袋后面，把自己献给他（她）25秒。试试这个高难度动作吧！", "在观看由他（她）选择的成人电影时自慰。",
			"在小纸条上分别写上三个地点和三种姿势。他（她）从中抽取一个地点和一个姿势，用2分钟实践！", "和他（她），你们玩剪刀石头布。赢的人蒙上输家的眼睛，在50秒内可以对输家为所欲为！"
		]
	}]


}